Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] The Book of Lagier.tmx
Source language: ko_kr
Languages: en

source: 시끄러워.
en: Shut up.

source: 꽈
en: Squeeze

source: 우릴 공격한 거지?!
en: is someone attacking us?!

source: 나도 내가 순간 졸아서 꿈을 꾼 거면 좋겠다.
en: I hope that it was just a dream, too.

source: 이 욕심 많은 놈이 소원을 두 개나 빌고 갔다.
en: This greedy human wished for two things.

source: 정계를 휘어잡고 있는 카나스 귀족파의 수장.
en: the head of the kanas nobles’ faction who controls all political affairs.

source: 우리 주인님은 말이죠, 아~주 대단하시다구요~ 한 번 맘 먹은 건 뭐든 해내시는 분이고 품격도 높고 지고하신 분이죠~ 평소 테이가 귀찮게 굴어도 얼마나 인자하게 다 받아주시는데요~ 그런데도 일에는 칼 같으시단 말이죠~
en: Our master, is sooo great! He does whatever he sets his mind to! And he is very refined. No matter how much Tei annoys him, he always smiles at me benevolently. But he’s so strict regarding work.

source: 그거 다 핑계겠지.
en: It’s probably just an excuse.

source: 마법진을 이용한 소환마법 같은 거야.
en: it’s kind of like a summoning spell, using a magic circle.

source: 왕이니까 겁을 내야 하는 상황도 있는 거야.
en: Because you are the ruler, there are times when you need to be scared...

source: 지금은 당연히 싫지!
en: Of course I hate him now!

source: 여긴.....
en: Isn’t...

source: 나비?
en: Butterflies?

source: 알았어요.
en: Alright.

source: 천족들이 태어나는 열매.
en: gives birth to the angels.

source: 그냥 가자.
en: Let’s just go.

source: 여긴 말이 좋아 즉위식 축하지 외교전쟁의 장이니까.
en: They call this a coronation celebration, but it’s actually a diplomatic war ground.

source: 마탑의 마법사라면 전하의 이름을 모르는 사람이 없을 겁니다!
en: every mage in the magic tower knows your name!

source: 저, 저, 전하.
en: Y-Your Highness.

source: 맙소사...
en: oh dear...

source: 스-윽
en: Slide

source: 휘온 경, 당장 이 자식 썰어버려!
en: sir huion, slice him open immediately!

source: 수백 년 전, 카나스 제국을 통치하던 황제를 말하는 건가?
en: is he talking about the emperor who ruled the kanas empire hundreds of years ago?

source: 만약 이러한 행동이...
en: If such conduct...

source: 크억!
en: hurk!

source: 출신은 평민이지만 지금은 기사로 임명된 명예 귀족이지요.
en: Although he was a commoner, he is now a noble knight.

source: 난 휘온이랑 다른 곳을 정리하러 간다.
en: huion and I are going to take care of a different area.

source: 걱정하지 마.
en: Don’t worry.

source: 그나저나 많이 힘드셨겠습니다, 전하.
en: It must’ve been very difficult, Your Highness.

source: 안색이 안 좋은 게 괜찮지 않은 거 같아.
en: You don’t look too good, so you must be ill.

source: 달
en: Clip

source: 우아아앙~!
en: waaaah!

source: 나?
en: Me?

source: 해신의 힘을 가진 세.드.나.님이니까!
en: miss sedna carries the goddess’s power after all!

source: 자, 손님 여러분!
en: ladies and gentlemen!

source: 뭔가 신비스러워 보이는 신기한 여우도 함께 있어....
en: ...as well as a mysterious-looking fox.

source: 흠, 그걸 누가 정했지?
en: Hmm, who decided on that rule?

source: 두 개...
en: Two...

source: 테이 타나토스라고 평소엔 아주 온순한데...
en: His name is Tei Thanatos and he’s usually quite obedient...

source: 좋아, 지금 보여주지.
en: fine, I’ll show you...

source: 언제나 명목이 필요하지.
en: I need a reason for everything.

source: 그런데 전하는 그 녀석이 상당히 마음에 드셨나 봅니다.
en: But it seems like Your Highness took a liking to him.

source: 친구 하자고 했음 기뻤을 텐데...
en: to be friends with kids like that.

source: 쏙-
en: Fwoosh-

source: 배고..파...
en: hun...gry...

source: 네가 어디에 있는지 정도는 그냥 알 수 있다구.
en: I can easily sense where you are.

source: 나, 너를 세상에서 제일 사랑해~
en: I love you the most in the world!

source: 이 땅에 선 자들은 모두 듣거라!
en: Attention to everyone on this land!

source: 곤란......
en: I don’t think—

source: 사람을 속여 먹으니 재밌냐?
en: Was it fun? Tricking me?

source: 괜찮으십니까?
en: are you all right?

source: 마왕인 나에게 절대복종 해야 할 마물들이 날 거역해?
en: all demonic creatures should obey me no matter what. how dare they go against me, the demon king?

source: 고대의 언약을
en: dear wind

source: 다른 요정족이 아직 남아있는지에 대해선 테이는 자세히 모릅니다아~
en: Tei doesn’t know if other types of fairies exist either.

source: 이건가?
en: is that what you want to say?

source: 아무나 발을 들일 수 없다는 환상의 섬, 제르에이라의 왕자야.
en: He’s the prince of Jereilla, the Island of Fantasy, where very few people can go.

source: 그게 뭐야~!
en: Boring...

source: 소인, 죽을 때까지 비밀로 간직하겠습니다.
en: I will take this to the grave.

source: 그렇게 혼란스러운 상황을 진정시키며 정신없이 며칠이 흘러갔다.
en: like that, many hectic days passed as I cleaned up the mess.

source: 즉위식은 앞으로 22일 후 수도에서 열립니다.
en: The coronation will take place in the capital 22 days later.

source: 천족도 그건 마찬가지고.
en: It’s the same for angels.

source: 천왕 미카엘로스, 그 자식 제대로 화나면 나도 좀 상대하기 껄끄럽거든.
en: Even I can’t handle the Angel King Makielos when he’s mad.

source: 만약 발설했다간 국가 간 문제가 될 수도 있을 거라 겁을 줬으니...
en: I threatened that if she ever speaks about it, it could lead to international conflict...

source: 그래서 폐하께서 자리를 비우신 동안 그들을 깨끗이 청소했으면 하는데...
en: I thought this is the perfect opportunity to clean up the palace while his majesty isn’t here.

source: 마차는 필요 없다.
en: I don’t need one.

source: 자, 여기에 서명해 줘.
en: this. sign here.

source: 왕궁만큼은 아니지만 나쁘진 않네.
en: although it’s nothing like the palace, it’s not bad.

source: 그럼 저도 집중할게요.
en: Then, I’ll be on my toes too.

source: 아, 그건 좀 곤란한데.
en: Oh, that’s not possible, I’m afraid.

source: 국왕께서 기다리고 계시니 전하도 지금 가셔야 합니다.
en: The King is also waiting so you have to go now.

source: 너한테 길 안내를 시킬 의뢰인.
en: your client. I need you to lead the way.

source: 그 마법사의 냄새가 나는 거 같아.
en: although it’s a bit faint.

source: 발음 꼬이는 긴 이름을 잘도 다 알고 있네.
en: I have a confusing, long name, but you know it very well.

source: 히이익...!
en: eeeeek!

source: 대체...
en: what the...

source: 근데 그 녀석은 말이 너무 많아서 좀 귀찮은데...
en: But that brat is so chatty. He’s annoying...

source: 이 몸뚱아리의 어디가 빠져 보이냐고 묻는 거다.
en: Which part of this body is lighter?

source: 안 그래도 나도 좀 신경이 쓰였어.
en: I was quite concerned too.

source: 칸을 데려와.
en: Bring me Khan.

source: 계약 이행을 완수할 때까지 이 몸으로 살아야 하는 건가?
en: Does this mean I have to live in this body until the duties are complete?

source: 울고불고 거절해서 한 번도 참여한 적이 없다고 하던데요.
en: so he always made a fuss and never participated.

source: 카와라고 들어 봤으려나 모르겠네.
en: Have you heard of the name Kawa?

source: 내가......
en: I...

source: 괜찮으신가요, 전하?
en: are you all right, your highness?

source: 지금 모습도 충분히 멋지신데요!
en: You look great as you are!

source: 걷는 거야.
en: So I will.

source: 가출이 아닙니다!
en: I am not a fugitive!

source: 요즘 나더러 다시 보잔 놈들이 뭐가 이리 많아?
en: Why do so many guys wanna see me again?

source: 천족 주제에 마족을 가호하는 것도 모자라 스스로 애완동물이 되다니.
en: It wasn’t enough for the angel to bless a demon? She has to be his pet too?

source: 그러려면 이번 해신제는 중요한 기회야.
en: Then the festival is an important opportunity.

source: 난 왜 안 들리는 거지?
en: why not?

source: 미안하지만 그건 곤란합니다.
en: I’m sorry, but I can’t let you do that.

source: 이번 차기 천왕의 열매에서 뭔가를 느끼셨습니까?
en: did you feel something from the fruit of the next Angel King?

source: 다리가 높아서?
en: Because of the height?

source: 내가 분명 손을 자르고 머리와 몸을 분리시키라고 했을 텐데!
en: I clearly said to chop his hand and head off from his body!

source: 건물도 저렇게 크게 짓기 어려울 겁니다.
en: It’s hard to build something as large as that too.

source: 세드나...님?
en: miss... sedna?

source: 경, 내 소원이 뭔지 알아?
en: Huion, you know what my wish is?

source: 왜 또 나만 갖고 그뤠에에에~
en: you always pick on meeee!

source: 대체 이걸 어떻게 해야 한단 말입니까!
en: what are we supposed to do about this?

source: 텅
en: Clang

source: 돌아오셨다면 왜 라지에르 왕자의 모습도 보이지 않는 걸까?
en: if they’re back, why haven’t I seen the prince anywhere?

source: 히힛, 역시 이렇게 체력이 다한 녀석만 골라 막타만 치면 식은 죽 먹기 아니겠어.
en: hehe, it’s easiest if I join in at the end of the battle and attack the tired ones. it’s child’s play!

source: 그런데 너, 내가 말 놓고 편하게 대하라고 했다고 너무 막말하는 거 아냐?
en: And I did tell you to talk casually, but don’t you think you’re overdoing it a bit?

source: 그게 어떤 종족이냐면요.
en: The race that build it is...

source: 그러니 애초에 저 녀석들을 죽일 생각으로 순순히 따라 줬단 거죠.
en: Meaning, I let those people have their way with the intention to kill them.

source: 그런데 마탑의 주인이라면 지금 마탑에 있는 거 아냐?
en: but if she’s the master, wouldn’t she be in the magic tower right now?

source: 그 후에 테이를 시켜 알아봤지만 그 신관의 정체를 알아낼 수 없었어.
en: I had Tei investigate the matter, but could not find a thing on that guy.

source: 성가신 능력을 가지고 있군.
en: What an annoying skill.

source: 잘 아시는 분께서 왜 그런 걸 물어보시는 겁니까?
en: Why are you asking that when you know it well too?

source: 훈련에 익숙한 기사들도 그 먼 거리를 걸어 다니진 못하는데 정말 대단하십니다.
en: Even knights that are used to training cannot walk this far. How amazing of you!

source: 이런~ 이런~
en: Oh dear, oh dear!

source: 이젠 3시간도 너끈히 걸으실 수 있게 되었군요.
en: Now, you can easily walk three hours straight.

source: 에이~ 마물 시체는 이게 되잖아요.
en: no, no. corpses of demonic creatures are worth a lot!

source: 네 이름은 이제부터 테이다.
en: Your name will be Tei from now on.

source: 사실은 모자란 건가?
en: Is he just intellectually challenged?

source: 글쎄, 그냥...
en: Well, they just...

source: 아닙니다!!
en: No!

source: 그게 여기서 보여?
en: you can see that far?

source: 휘온!
en: huion!

source: 다들 갑자기 내 앞에 넙죽 엎드리며 황제폐하~!
en: They’re suddenly bowing in front of me, shouting “Your Majesty!”

source: 어찌 하루아침에 저렇게 될 수 있단 말입니까?
en: He couldn’t have changed like that overnight!

source: 나의 왕이십니까?
en: Are you my king?

source: 그렇지 않으면 즉위식이 취소되었지 않겠어요?
en: otherwise, the coronation would have been cancelled.

source: 좋아, 그 말이 진심이라면 여기 사인해라.
en: Good. If you truly mean that, then sign here.

source: 난 축복을 내리고 맛난 것도 같이 먹고 싶고 어떻게든 도와주고 싶어.
en: I want to bless him, eat good food with him, and help him.

source: 가출?
en: are you a fugitive?

source: 카나스의 황제 폐하를 다시 뵙습니다.
en: my respects to your majesty, the emperor of kanas.

source: 보통 일도 아니고 황제폐하의 즉위식인데 이 정도 경비는 당연한 거 아니겠습니까?
en: well, it is his majesty’s coronation. security should be this tight.

source: 다시 만나자.
en: meet again,

source: 왕...!
en: King...!

source: 제발 마탑만은, 제발 안 됩니다!!
en: please, anywhere but the magic tower!!

source: 여긴 사람이 엄청 많아...
en: So many people here...

source: 아앗!
en: Oh!

source: 그럼 전 잠시 옷 좀 갈아입고 오겠습니다.
en: Then I’ll be off to change my clothes.

source: 하하하핫!
en: Hahahahah!

source: 마법진?
en: a magic circle?

source: 얼마나 들었어?
en: How much is there?

source: 그 카나스의 새 황제는 형들을 모두 쳐내고 피로써 권좌에 앉았다고 했지?
en: ...the new Emperor killed his brothers to take the throne, right?

source: 뭐?!
en: What?!

source: 새 황제는 자기 형들과 아직 어린 공주도 둘이나 죽여서 올라간 거라는데...
en: But he took the throne by killing all his brothers and even two very young princesses...

source: 맙소사!
en: No way!

source: 아무런 조건 없이?
en: what condition?

source: 공작각하...
en: your grace...

source: 설마 계약에 실패한 건가?
en: Did I fail to make a contract?

source: 반짝반짝!
en: Sparkly!

source: 그나저나 마계는 괜찮을까?
en: Come to think of it,

source: 벌써 떠나는 거냐?
en: you’re leaving already?

source: 그런데도 자신의 기분을 상하게 했다는 이유로 저에게 폭력을 행사하였습니다!
en: Yet he assaulted me, claiming that he was merely offended by me.

source: 제르에이라를 내가 수호해주는 대신 나를 찾아와 주겠다고!
en: in return for protecting Jereilla!

source: 아~
en: Agh!

source: 황제의 신하들이 있었으면 불경죄로 난리가 났을 거야.
en: if the emperor’s subjects were here, they would have demanded punishment for lèse-majesté.

source: 고마운 건 저랍니다.
en: It is I who should be thankful.

source: 카나스의 새 황제폐하의 즉위식에 온 거구나?
en: You must be here for the new emperor’s coronation!

source: 지금...
en: Did you...

source: 평범한 피리잖아.
en: an ordinary flute.

source: 닥치고 내 눈앞에서 꺼지라고!
en: Shut up and get lost!

source: 뭐야, 뭐야?
en: huh? what happened?

source: 강조 폰트!!
en: Bold font!!

source: 해신의 전령사께서는 왜 저리 화가 나셨냐?
en: why is the goddess’s messenger so upset?

source: 반짝반짝.
en: Shiny.

source: 죄송합니다, 전하.
en: I’m sorry, Your Highness.

source: 오랜만에 본다아~
en: I haven’t seen these in a long time.

source: 아야야야~
en: Ouchies!

source: 억
en: Dah

source: 아직은 작지만...
en: It’s still small...

source: 프로듀싱 꿀떡, 여래
en: PRODUCTION HONEY RICE CAKE, YEORAE

source: 새삼스레 내 몸이 인간의 몸이란 걸 깨닫게 해주는군.
en: what a great reminder that I’m in a human body after all...

source: 날 도와줘.
en: Help me.

source: 아마 향수병 같은 거일까?
en: I might be homesick.

source: 네가 지금 원하는 거.
en: What you want right now.

source: 저는 그보다 훨씬 더 야망이 큰 놈입니다.
en: My ambitions are much loftier than that.

source: 평민이 어째서 이 자리에 나와 함께 서 있는 건가?
en: How is a commoner here with me?

source: 그게 힘들면 조금만 더...
en: If you can’t do that...

source: 테이, 네가 이 주정뱅이 좀 방으로 옮겨라.
en: tei, take this drunkard to her room.

source: 오오오오~!!
en: Whoooaa!!

source: 맘에 들어.
en: I like it.

source: 그러하옵니다.
en: It is so.

source: 시간이 이렇게 흘렀는데도 돌아오지 않고 있잖습니까.
en: he hasn’t returned even after all this time.

source: 응, 그러니 잘 부탁해.
en: yep, pleasure to meet you,

source: 황제 즉위식에는 각국의 왕족들만이 참석하게 되어 있사옵니다.
en: Only royals from each nation can attend the coronation.

source: 자, 이제 됐지?
en: There. All set.

source: ...요.
en: ...worry.

source: 미안, 다시 만났을 때 이야기하려 했지.
en: Sorry. I was gonna tell you when we meet again.

source: 어쩐지 이상했어.
en: I knew something was off.

source: 그런데도 할 말이 더 남았소?
en: yet you still have excuses?

source: 불안해지면 숨기지 못하는 그거, 아직도 못 고쳤구나.
en: You still can’t hide them when you’re nervous, I see.

source: 소녀는 이렇게 밖에 나온 것 만으로도 충분히 기쁜...
en: I’m happy enough to be outside like thi—

source: 저...정신이 드세요, 왕?
en: M-My King, are you awake?

source: ...세드나?
en: Sedna...?

source: 마탑이 왜 마탑인 줄 아십니까?
en: do you know what the magic tower really is?

source: 말벌 애벌레 구이 라던지...
en: Barbecued wasps for example...

source: 이분은 제르에이라의 왕자전하시다!
en: This is His Highness, Prince Lagier of Jereilla!

source: 약소국이 강대국에 굴복하는 일방적인 동맹보다야 훨씬 나을 테지.
en: the weaker country doesn’t submit to the stronger one, so it’s way better.

source: 부디 고귀한 혈어를 허락해 주십시오.
en: Please allow us to perform the Blood Vow.

source: 뭐, 안 되면 말고.
en: Then it is what it is.

source: 관심 있냐?
en: Are you interested in her?

source: 그러는 당신도 남의 주인 얘기하듯 하네요.
en: And you speak as if he isn’t your master.

source: 당신들이 좋아하는 거로 유인해 볼까 했는데...
en: I was going to bait you with what you liked...

source: 마계에 새로 태어나는 놈이 있는지 죽은 놈들이 있는지 확인해보면 알 수 있는 거잖아?
en: I just need to check if there are any newborn or dead demons.

source: 던.
en: don.

source: 그, 그러네...
en: th-that’s right...

source: 인간계에 관광 온 셈 치고....
en: I’ll consider this a tour of the human realm.

source: 그럼, 라지에르.
en: well then, lagier.

source: 탐욕스런 왕자라 들었는데...
en: I heard the Prince was greedy...

source: 제가 세드나님을 찾아서 모시고 오겠습니다.
en: I will find Sedna and bring her back.

source: 야.
en: Hey you.

source: 그렇지는 않은 거 같습니다.
en: I don’t think that’s true.

source: 아까부터 거슬리는데...
en: By the way...

source: 그래, 테이.
en: Yes, Tei.

source: 그대들은 반짝이는 걸 좋아하는 천박한 습성대로 열매를 훔쳐 달아났어!
en: You guys stole it because you enjoy pretty, sparkly things as the crude beings you are!

source: 그냥 두었다면 파괴되거나 인간의 손에 넘어갔을 겁니다.
en: If we had let it be, it would have been destroyed or fallen into human hands.

source: 허둥
en: Uneasy

source: 이 카나스 제국과 말이지.
en: ...with the Kanas Empire.

source: 자기가 치료해주겠다고 생난리를 피우다가 잘 안 되니까 혼자 저렇게 빡쳤어.
en: she made a fuss trying to heal it, but it didn’t work. that’s why she’s pissed.

source: 예전 같으면 저런 꼬마들이라도
en: In the past, I would have been very happy...

source: 부디 노여움을 푸시옵소서!
en: Please have mercy!

source: 네, 네가 뭘 알아!
en: W-what do you know!

source: 아무래도 넌, 내가 왕족으로도 안 보이나 보구나?
en: It seems like you don’t see me as royalty.

source: 전하의 곁은 제가 지키겠습니다.
en: I will stay by your side, your highness.

source: 좋아한다는 거죠?
en: jewels, right?

source: 땅요정들은 땅속에 굴을 파서 무리 지어 살고
en: earth fairies live in caves deep underground.

source: 이걸 지상에서 주워왔답니다.
en: brought this back from above ground.

source: 난 이곳에서 무려 2천 년을 살았어.
en: I’ve lived here for 2000 years.

source: 병아리라니!
en: A chick?!

source: 제르에이라의 백성들아!
en: Rejoice!

source: 흠칫
en: Flinch

source: 괴물이다!!!!
en: It’s a monster!

source: 누구보다 강한 힘을 달래.
en: He wanted to be stronger than anyone else.

source: 그나저나 내가 이 왕자 놈이 싼 똥을 언제까지 치워야 하나...
en: But anyway, how much longer do I need to clean up after the Prince?

source: 율리우스는 설사 살아 돌아온다 해도 죽은 목숨입니다.
en: even if julius makes it back alive, he will end up dying.

source: 생각보다 제법 실력이 좋은데?
en: he’s better than I thought he’d be.

source: 제르에이라와는 완전 달라~ 신기해!
en: They’re so different from the streets in Jereilla!

source: 네가 이곳의 여왕이냐?
en: Are you the queen here?

source: 그건 나도 잘 알아.
en: I know that too.

source: 알고 계셨군요~
en: The demon king would know!

source: 생각할수록 열 받는군.
en: It’s pissing me off.

source: 그보다 이건 대체 뭐야 황금...거북이?
en: anyway. what the heck is this? a golden... tortoise?

source: 나 엠빌던이 자비로운 마왕인 것에 감사하도록 해라.
en: Be grateful that I, Embildon, am a benevolent demon king.

source: 저, 전하...
en: Y-Your Highness...

source: 소환 주술에는 마족을 소환하고자 하는 진실된 마음과 순수한 영혼의 기가 필요합니다.
en: For the summoning spell, all you need is sincere intention and the energy of a pure soul.

source: 벌써 일주일이나 지났는데도 포기를 모르시네...
en: It’s already been over a week. He still won’t give up...

source: 나에 대한 충성심을 기록하는...
en: It’s just a record of people who are loyal to me...

source: 히이이익~!!
en: Eeeek!!

source: 이거 설마 함정에 빠진 건 아니겠지?
en: this can’t be a trap, can it?

source: 천왕께 그리 보고 드리겠습니다.
en: I’ll report it as such to the Angel King.

source: 라지에르의 서다!
en: It’s the Book of Lagier!

source: 엣헴!
en: ehem!

source: 오호~ 그럼 어떤 자리를 원하는데?
en: Oho! What position are you eyeing then?

source: 들어라!
en: Listen!

source: 세드나는 좀 특별하니까.
en: that’s because sedna is special.

source: 달콤한 향이 나면 식충식물이라도 달려드는 나비들 처럼요.
en: Like butterflies that fly into carnivorous plants that smell sweet,

source: 세계를 지배한다는 라지에르의 소원을 이루려면
en: To grant Lagier’s wish for world domination...

source: 그랬다가 제가 실수로 눈을 뜨게 되면 죄 없는 사람들이 전부 동상이 되어버려요.
en: ...if I accidentally look at someone, innocent people will turn into stone.

source: 그걸 몰랐던 대가로 난 두 여동생과 어머니를 잃었어.
en: I lost my two younger sisters and my mother because I didn’t know this sooner.

source: 지옥에서 기어 올라온 흉악한 놈들이죠.
en: atrocious bastards from the depths of hell.

source: 내 검과 완전 똑같이 생겼어.
en: looks exactly like my sword.

source: 그건 불가능합니다, 왕.
en: That’s impossible, my King.

source: 썩을!!!
en: Damn it!!

source: 어떻게 된 일이지?
en: this possible?

source: 놈이라뇨!
en: “he”?!

source: 율리우스!
en: julius!

source: 전하 물러서십시오!
en: your highness! please stand back!

source: 일단 이거 하나 주세요.
en: And give me one of these.

source: 신 바크만, 이 자리를 빌려 폐하께 감히 고하고자 하는 것이 있습니다.
en: I, Nork Bachman, dare to take this opportunity to report something to Your Majesty.

source: 너희들이니?
en: did you guys do this?

source: 역시 그렇죠?
en: That’s what I thought too.

source: 감히 신성한 해신제를 방해하다니, 웬 놈이냐!
en: How dare you disturb the sacred ritual. Show yourself!

source: 만약...
en: What if...

source: 입맛 떨어지는 네 콧수염을 감상하며 티타임을 하러 온 게 아니라.
en: I’m not here to have a tea party while gaping at your distasteful moustache.

source: 휘온 경?
en: Sir Huion?

source: 오늘 도착하셨다고 들었거든요.
en: I heard he arrived today.

source: 저, 전하?
en: Y-Your Highness?

source: 역시 내가 신성력을...!
en: I should definitely use my magic—

source: 후후훗, 기대하고 있을게요.
en: hohoho, I’ll look forward to it.

source: 드디어 집에 돌아가는 군요.
en: we’re finally returning home.

source: 여긴 복잡한 동네니까 뒤처지지 않게 조심하세요.
en: The roads here are confusing, so please be sure to follow closely.

source: 더이상 일 크게 만들지 말고 너에 대한 처벌이 결정될 때까지 유배지로 돌아가서 기다려!
en: Don’t let things get any bigger. Return to your place of exile until your punishment is decided!

source: 이번 축하 사절에 왕자전하가 계신다는 이야기를 듣고
en: when I heard Your Highness would be in attendance...

source: 마왕인 내가 네 도움이 필요할지 모르겠지만...
en: Though I’m not sure I’ll need your help... I’m the Demon King.

source: 어디~?
en: where to?

source: 하지만 선택지가 없으니 어쩔 수 없군.
en: I have no choice though.

source: 라지에르 저건...
en: Lagier, that’s...

source: 내가 널 불렀다.
en: It is I who called for you.

source: 아냐!
en: No!

source: 무슨...
en: I...

source: 그럼 내가 거기에 응답하도록 하지.
en: Then I’ll respond.

source: 마치 태양이 조각난 구름에 찔려 피를 흘리는 것 같아.
en: The sun looks like it’s bleeding from being pierced by a fragmented cloud.

source: 신기하군...
en: interesting...

source: 저 녀석들은 왜 따라온 거야?
en: Why did they follow us here?

source: 아무래도 마계가 좀 신경 쓰여서요.
en: I’m concerned about what’s going on down there.

source: 아우우~ 차가워...!
en: uggh!! it’s cold!!

source: 아니, 걘 여우 아냐!
en: No, he’s not!

source: 그렇사옵니다, 폐하.
en: Yes, Your Majesty.

source: 그 계집의 입은 잘 단속시키셨겠죠?
en: you’ve made sure that she keeps her mouth shut, right?

source: 지금쯤 전부 무덤 속에 누워 있을 테니까.
en: ...will probably be laying in their graves by now.

source: 누가 만든 거지 저 다리를?
en: So who made that bridge?

source: 오...
en: Oh...

source: 아무리 자격이 있다 하여도 이런 식으로는...
en: even so, this is—

source: 이건 있을 수 없는 일이야.
en: this is absolutely unacceptable.

source: 너희들은 좋겠다.
en: You guys have it good.

source: 하지만 너는!!
en: But you!

source: 이렇게까지 말했는데도 화내지 않고 오히려 웃어?
en: He’s laughing even after what I said?

source: 나 엠빌던을 소환하게 만든 장본인.
en: ...and helped him summon me, Embildon.

source: 좋은 녀석이야, 나랑 친구거든.
en: She’s a good kid. We’re friends.

source: 주인이라고 하면...
en: his master?

source: 야, 넌 널 차가운 바닷속에 2천 년이나 처박아 놓은 천왕이 그래도 좋냐?
en: Do you still like him? He locked you up in the cold sea for 2000 years!

source: 전쟁 무기로 까지 활용이 가능하다고 했어.
en: ...but it can even be used as a weapon during war.

source: 운동을 하겠다고?
en: He’s going to exercise?

source: 내가 이야기하지 않은 게 있지라...
en: there’s something I forgot to tell yule...

source: 그래, 배고파.
en: yes, I am.

source: 보이십니까, 전하?
en: Do you see it, Your Highness?

source: 잠깐 기다리지라.
en: wait a moment-all.

source: 어깨에 상처가!
en: it’s injured!

source: 과연 왕이십니다!
en: Of course!

source: 그래, 그것도 괜찮겠네.
en: I see, that sounds good as well.

source: 뭐 하는 놈들이야!
en: Who the heck are you?!

source: 어, 저 사람...
en: uh... that man...

source: 전 그냥 주인님께 충성을 다하는 착한 시종일 뿐인데~
en: but I’m just a kind servant who serves his lord faithfully.

source: 이, 이러실 수는 없습니다!
en: y-you can’t do this!

source: 확
en: Gasp

source: 역시 인간의 몸으로는 내 마력을 버틸 수가 없었던 건가...
en: I knew it. A human body can’t handle my magic...

source: 네가 생각한 보상이냐?
en: is that your reward?

source: 그게 아니라 여기 계신 해신의 전령사 때문이 아닐까?
en: or maybe it’s because of the goddess of the sea’s messenger.

source: 나랑 선약이 있거든.
en: Sedna has an appointment with me.

source: 그래, 그러면 카나스의 황제인 네가 뭔가 보상을 해줄지도 모르잖아?
en: of course. that way, you might reward me as the emperor of kanas.

source: 하압!
en: Hiyah!

source: 제가 선두에 서겠습니다.
en: I will stay in front.

source: 이게 무슨 무례입니까.
en: This is very disrespectful.

source: 왕자님이 해신께 얼마나 사랑받고 계시는지 알 수 있는 증거지 않겠어?
en: That proves how much the Goddess of the Sea loves the prince!

source: 저 말이 사실이오?
en: Is that true?

source: 여기서 지내려면 풀지 마.
en: Keep it on if you want to stay here.

source: 네 말은...
en: so you’re saying...

source: 봤지?
en: Did you see that?

source: 매직스톤
en: Magic Stones

source: 이미 해신의 앞에서 읊은 시문이오.
en: The order has already been announced in the Goddess’s presence.

source: 저희 땅요정들은 천계로 이동하는 방법을 모릅니다.
en: How would we know the way to the heavenly realm?

source: 으아아아악!!
en: AAAARGH!!

source: 어쩐지 더럽게 아프더라.
en: no wonder it hurt like hell.

source: 내가 요즘 좀 우울해 휘온경.
en: I’ve been depressed recently, Sir Huion.

source: 그러니까 이름을 불러줘.
en: So call me that.

source: 무슨 죄를 지었는지 천왕의 엔젤링에 묶여 있길래 내가 풀어줬지.
en: I don’t know what sin got her tied up like that, but I released her from the angel rings.

source: 폐하께오선 그간 선황께서도 존중해주신 황실 법도를 어지럽히셨고
en: your majesty has gone against imperial laws that even past emperors have honored.

source: 하지만 대장군이란 건 이미 사라져 버린지 오래된 자리다.
en: But that position has long since disappeared...

source: 상위 서열 내
en: No change in hierarchy

source: 완전 제멋대로야.
en: You’re totally whimsical.

source: 터{j}덩{j}텅
en: Clang{j}{j}

source: 어머~ 뭘까?
en: Oh my, look at that!

source: ...네.
en: Yes, Your Highness...

source: 아, 이거?
en: Oh, this?

source: 저와 같이 마탑에서 도망쳐 나왔습니다.
en: she fled from the tower with me.

source: 꺄르르르르르~
en: Teeheehee.

source: 쳇
en: TCH

source: 역시 난 라지에르를 사랑하는 게 맞구나!
en: I knew it! I love Lagier!

source: 역시 저 녀석이지...
en: ...about that guy.

source: 차라리 날 죽여!
en: I’d rather die!

source: 마지막 한 방울까지 사람의 뼛골을 빼먹는 마탑의 주인이 당신이죠?
en: it’s you, right? the master of the magic tower that drains humans of every last drop of blood and life...

source: 후들들
en: Shake

source: 윽
en: nce

source: 좋아한다는 거와 사랑한다는 건 다른 말이야.
en: Loving and liking are two different things.

source: 너로구나.
en: So,

source: 그보다 나만 빼고 다들 아몬드가 하는 말이 들리나 보네?
en: but... am I the only one who can’t hear amond?

source: 그래, 내가 그 제르에이라의 라지에르야.
en: yes. I’m lagier from the jereilla you’re thinking of.

source: 검을 많이 잡아본 손놀림이군.
en: You seem quite familiar with wielding a sword.

source: 전하는 배 안 고프십니까?
en: are you hungry as well, your highness?
